# Brewfile
# To install run `brew bundle`

# Install all apps in /Applications
cask_args appdir: '/Applications'


tap 'caskroom/cask'
tap 'homebrew/bundle'


brew 'git'
brew 'docker'
brew 'gpg'
brew 'heroku'
brew 'mercurial'
brew 'openssl'
brew 'mysql'
brew 'node'
brew 'postgresql'
brew 'rbenv'
brew 'sbt'
brew 'scala'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'

cask 'arduino'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'slack'
cask 'transmission'
cask 'vlc'
