# Brewfile
# To install run `brew bundle`

# Install all apps in /Applications
cask_args appdir: '/Applications'


tap 'caskroom/cask'

brew 'arduino'
brew 'git'
brew 'mercurial'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'slack'
cask 'transmission'
cask 'vlc'
